A company intends to give its employees a pay rise.

Write a solution to modify the salary column by multiplying each salary by 2.

The result format is in the following example.

In [1]:
import pandas as pd

In [3]:
list = [
    ['Jack', 19666],
    ['Piper', 74754],
    ['Mia', 62509],
    ['Ulysses', 54866] 
]

df = pd.DataFrame(list, columns=['name', 'salary'])
df['salary'] = df['salary']*2
df.head()

      name  salary
0     Jack   39332
1    Piper  149508
2      Mia  125018
3  Ulysses  109732